#+begin_SRC C++
  #include <iostream>

  int main()
  {      
      std::cout << "Hey, World." << std::endl;
      return 0;
  }
#+end_SRC

#+RESULTS:
| Hey | World. |


